[
    {
        "class": "far fa-lightbulb",
        "dt-text": "THE IDEA",
        "dd-text": "The idea to start something new, something bold came about on noticing the lack of representation of Indian youth in the UNFCCC COP international climate negotiations in Bali, 2007. A country as large as India with one of the highest youth populations in the world was missing from the world forum of one of the most pressing issues of 21st century.fab fa-microsoft"
    },
    {
        "class": "fab fa-microsoft",
        "dt-text": "THE START",
        "dd-text": "IYCN was founded in 2008 as a coalition of young people & youth-oriented organisations to take action on climate change. IYCN considers its biggest achievement to be the personal transformation of each individual who participates in the network’s activities as well as its contribution in bringing the climate debate to the mainstream. <br><br> Starting with a youth summit on climate change & people’s survey of Delhi’s BRT Corridor with CSE, IYCN sent its first ever youth delegation of 8 members to CO14 in Poznan, Poland. Since then, more than 35 members of IYCN have participated and contributed in key policy deliberations at COPs."
    },
    {
        "class": "fas fa-golf-ball",
        "dt-text": "THE GO",
        "dd-text": "We aim to generate holistic awareness and empower ourselves as a generation of young people to take effective action against climate change, at a local, state, national and international level. We as the future leaders and concerned citizens of the country must contribute to generating awareness and establishing consensus on what role India should play in the global debate, and how it should address domestic issues of climate justice and adaptation. <br><br> It is a monumental effort but one with immense potential. The purpose of IYCN is to bring the voice of Indian youth on the global platform as South Asia is one of the most vulnerable regions affected by potentially catastrophic climate change and environment issues. <br><br> With the country as large and diverse as India, establishing the necessary linkages is important to the formation of a holistic “Indian Youth Perspective on Climate Change” to support national & amp; state governments in formulating people-friendly, achievable policies."
    }                
]            