[
	{
		"src" : "./static/images/Ankan-De-150x150.jpg",
		"class" : "supriyaImg",
		"name" : "Ankan De:",
		"content" : " Ankan De is an Environmental Engineer and hydrologist presently working with the Government of Meghalaya (India) in the Water and Climate Change Sector. He is looking after the Centre for Water Resources under the State’s flagship Integrated Development program. He is also the co-ordinator for the Indian Youth Climate Network in the North-East region of India. His work is interdisciplinary and covers various inter-disciplinary topics such as Hydrology, Hydrogeology, Climate Change, Computer Programming, Modelling, Fluvial Geomorphology, Geographic Information Systems, Waste Management, Data Management and Knowledge Management.  In the past, he has worked with GIZ in their Climate Change Adaption- North East Region (India) programme, the Meghalaya Basin Development Authority and World Bank’s Integrated Coastal Zone Management programme with the State Government of West Bengal, covering the Sunderbans area (West Bengal, India). He is from Calcutta, where he attended La Martinere for Boys. He has a Bachelors degree in Electrical Engineering from Clemson University, USA and a Masters degree in Environmental Engineering from Johns Hopkins University, USA. He is a SustainUS alum, was Youth Delegate at CSD-19 (New York) and had also participated in some of the Open Working Groups (post Rio+20). He is an avid photographer and a poet."
	},
	{
		"src" : "./static/images/Ashabai-224x300.jpg",
		"class" : "ashabaiImg",
		"name" : "Ashabai Doke:",
		"content" : " Ashabai Doke is a waste manager and green entrepreneur from Aurangabad, India. She is affiliated to Civic Response Team (CRT^) – an organization based in the same city.   As a member of CRT^, Asha manages two recyclable waste shops, and handles over 8 tonnes of material per month. Her efforts contribute to better earnings of over 30 sanitation workers, and more stable livelihoods for three other waste-picker women who are now freed of their bonded labour contracts. She is also the member of Kagad Kach Patra Kashtkari Sanghthana (KKPKS), a trade union, and spokesperson for other persons like her, who made a living from collecting waste materials from dumps.<br>And so, as she travels far and wide, within the country spreading hope to others who dream of earning an honest living; and abroad, where she will now speak at the United Nations Framework Convention on Climate Change -UNFCCC CoP 21 in Paris, to authorities, colleagues, well-wishers and fellow human beings from far and wide on the struggle of one woman to overcome poverty, and to work together for sustainable & equitable Solid Waste Management solutions and a better, cleaner, more just world for all. CRT^ and KKPKS are both coalition member of Alliance of Indian Wastepickers."
	},
	{
		"src" : "./static/images/Kabir-150x150.jpg",
		"class" : "supriyaImg",
		"name" : "Kabir Arora:",
		"content" : " Kabir is a passionate geographer. Having lived in eight different cities of India, he is trying to make sense of prevailing urbanity. To earn his livelihood, Kabir coordinates Alliance of Indian Wastepickers– an informal network of organizations, cooperatives, and companies working on waste management with the help of wastepickers and is currently based in Bangalore. Kabir graduated with B.A. (Hons.) in Geography from Jamia Millia Islamia (National Muslim University), New Delhi.  Post his graduation; he had a brief stint in primary education as a part of Gandhi Fellow profile. He worked in both rural – Jhunjhunu/ Churu and Udaipur and urban – Mumbai government schools as a primary teacher and assistant to Headmasters. During the fellowship, he also enrolled himself for an online course- Post Graduate Diploma in Urban Environment Management & Environment Law, offered by WWF-India & National Law University, Delhi. Continuing his interest in studying cities he was a learner in Indian Institute for Human Settlements, Bangalore as a part of their course Programme for Working Professionals in Urban Development (PWP-UD). In addition to his interest in informal economy, Kabir follows the discourse on sustainability quite thoroughly and is a Board Member of Indian Youth Climate Network (IYCN) – torchbearer of nascent climate movement in South Asia. He participated in Conference of Parties (COP) – 11 (Hyderabad), 12 (Pyeong Chang) of ‘Convention on Biological Diversity’, and COP 20 (Lima) of ‘United Nations Framework Convention on Climate Change-UNFCCC’. He writes regularly on the issues of waste management and climate change on www.wastenarratives.com and www.whatswiththeclimate.wordpress.com respectively."
	},
	{
		"src" : "./static/images/Mansoor-Picture-150x150.jpg",
		"class" : "supriyaImg",
		"name" : "Mansoor:",
  		"content" : " Mansoor operates the Dry Waste Collection Centre (recyclables and inorganic waste aggregation and sorting unit) in ward 168 of Jayanagar in Bangalore. He with his team sorts more than a ton of collected waste every day and send it for recycling, thus saving carbon which would have been otherwise be emitted by waste mismanagement, and production from virgin material. Mansoor does not stop at sorting of waste. ‘He also aims to make a scrap dealers’ cooperative which will play a role in creating a fair price marketplace, provide access to transparent data and geo-tag scrap dealers as the first point of sale for household waste.[1]’ He wants the countries to pursue the agenda of recycling in their climate action commitments, as opposed to incineration of waste –‘waste to energy’(threat to his and many other green entrepreneurs’ livelihood)  which is currently being proposed as climate solution by many national governments. He is associated with Hasiru Dala, a Bangalore- India, based wastepickers and informal waste workers membership organization. Hasiru Dala is a coalition member of Alliance of Indian Wastepickers."
	},
	{
		"src" : "./static/images/Supriya-125x125.jpg",
		"class" : "supriyaImg",
		"name" : "Supriya Singh:",
		"content" : " Supriya is a professional working in the field of human-environment interaction in the non-profit sector in India. Over the last 13 years she has worked extensively on resource management and conflicts (mainly land and water); national and local policy initiatives affecting resource use and governance; community resource management and agricultural systems. Increasingly her work is to integrate these issues with the climate change debate and scenario in India. Currently her work focus is towards finding solutions to questions like “How can we harness the potential of villages/institutions/cities as complex adaptive systems for common good under a climate change scenario? And what institutions might help catalyze meaningful change towards resilient community structures?” She is the Board Member of Indian Youth Climate Network and holds the position of President. Currently she is pursuing her PhD in ‘Political Ecology’ with focus on political ecology of water in the NCR."
	}
]